console.log("        _                            \n" +
    "       | |                           \n" +
    "  ___  | |__    _   _   _   _    ___ \n" +
    " / __| | '_ \\  | | | | | | | |  / _ \\\n" +
    " \\__ \\ | | | | | |_| | | |_| | |  __/\n" +
    " |___/ |_| |_|  \\__,_|  \\__, |  \\___|\n" +
    "                         __/ |       \n" +
    "                        |___/        ")

console.log("Made By shuye  使用源码请保留此条")
console.log("开源地址: https://github.com/3485871248/HtmlHome")